tap "dimentium/autoraise"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mrkai77/cask"
tap "nikitabobko/tap"
tap "owasp-amass/amass"
brew "amass"
brew "arp-scan"
brew "btop"
brew "duf"
brew "openssl@3"
brew "eza"
brew "feroxbuster"
brew "ffmpeg"
brew "fping"
brew "fzf"
brew "gcc@12"
brew "gh"
brew "pinentry"
brew "gnupg"
brew "go"
brew "hashcat"
brew "hyperfine"
brew "icu4c@75"
brew "jq"
brew "lazygit"
brew "lima"
brew "lpeg"
brew "lua"
brew "navi"
brew "neovim"
brew "nmap"
brew "node@18"
brew "nushell"
brew "ollama"
brew "openjdk"
brew "pinentry-mac"
brew "pipx"
brew "poetry"
brew "python@3.10"
brew "qt@5", link: true
brew "ripgrep"
brew "spdlog"
brew "stow"
brew "syncthing"
brew "telnet"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl", args: ["HEAD"]
brew "zellij"
brew "zk"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd", args: ["HEAD"]
brew "koekeishiya/formulae/yabai"
cask "aerospace"
cask "autoraiseapp"
cask "cmake"
cask "font-hack-nerd-font"
cask "ghostty"
cask "kitty"
cask "librewolf"
cask "loop"
cask "sf-symbols"
cask "wezterm"
