tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "arp-scan"
brew "python@3.9"
brew "autojump"
brew "dua-cli"
brew "fzf"
brew "gcc"
brew "gdu"
brew "gh"
brew "git-delta"
brew "git-flow-avh"
brew "git-quick-stats"
brew "go"
brew "ncurses"
brew "htop"
brew "icu4c"
brew "jq"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "python@3.8"
brew "ripgrep"
brew "stylua"
brew "tree"
brew "virtualenv"
brew "watch"
brew "yarn"
brew "youtube-dl"
brew "cmacrae/formulae/spacebar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "font-fontawesome"
