tap "homebrew/bundle"
tap "koekeishiya/formulae"
brew "btop"
brew "eza"
brew "fping"
brew "fzf"
brew "gh"
brew "pinentry"
brew "gnupg"
brew "hashcat"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "lpeg"
brew "lua"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node@18"
brew "nushell"
brew "openjdk"
brew "pinentry-mac"
brew "pipx"
brew "poetry"
brew "ripgrep"
brew "telnet"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl", args: ["HEAD"]
brew "zellij"
brew "zk"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "koekeishiya/formulae/skhd", args: ["HEAD"]
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
